{
  "amountInput": {
    "approve": "Approuver {{asset}}",
    "available": "Disponible: {{amount}}",
    "enter": "Entrer le montant",
    "max": "maximum",
    "validation": {
      "exceedsBalance": "Le montant dépasse le solde disponible",
      "invalid": "Nombre invalide",
      "positive": "Le montant doit être positif"
    }
  },
  "banner": {
    "testnet": {
      "blogPost": "l'article de blog",
      "connect": "Connectez votre portefeuille pour commencer ou lisez",
      "live": "🎉 Backd est maintenant sur le Kovan Testnet."
    }
  },
  "benefits": {
    "avoidLiquidation": {
      "description": "Les liquidités déposées sur Backd et désignées comme garantie de secours seront automatiquement allouées en cas de nécessité pour maintenir le niveau de garantie d’un prêt.",
      "header": "Eviter les liquidations"
    },
    "earnYield": {
      "description": "Gagner des intérêts sur votre liquidité grâce à des stratégies de yield-farming basées sur Curve et Convex.",
      "header": "Gagner du rendement"
    },
    "feeShare": {
      "description": "Un petit frais sur le montant utilisé pour renflouer la garantie est redistribué aux fournisseurs de liquidités.",
      "header": "Redistribution des frais"
    },
    "reactiveLiquidity": {
      "description": "Créez des actions pour automatiser vos liquidités là où elles sont le plus utiles.",
      "header": "Liquidité Réactive"
    },
    "readMore": "En savoir plus"
  },
  "claim": {
    "breakdown": "Breakdown of claimable earnings:",
    "buttons": {
      "claim": "Réclamer",
      "claimAll": "Tout réclamer",
      "claimAllAndStake": "Tout réclamer et staker",
      "claimAndStake": "Réclamer et staker"
    },
    "helpText": "Où sont mes récompenses de pool ?",
    "overview": {
      "claimable": "réclamable",
      "deposits": "vos dépôts totaux"
    },
    "pool": "{{asset}} pool"
  },
  "components": {
    "back": "Retour",
    "cancel": "Annuler",
    "close": "Fermer",
    "confirm": "Confirmer",
    "dropdownChoose": "choisir",
    "moreInDocs": "En savoir plus dans la doc",
    "overview": "Aperçu"
  },
  "errors": {
    "fetchPrices": "failed to fetch prices: {{error}}",
    "header": "Une erreur s'est produite",
    "invalidNumber": "Ceci n'est pas un nombre valide",
    "negativeNumber": "Les nombres négatifs ne sont pas pris en charge",
    "positionCreation": "Échec de la création de la position",
    "support": "Please try again in a moment. If the error persists, you can contact us on",
    "transactionType": "Type de transaction non prise en charge",
    "tryTestnet": "Backd is not yet live on mainnet. You can test it now on Kovan by switching networks.",
    "unsupportedNetwork": "Réseau non pris en charge",
    "wrongNetwork": "Wrong network selected, please use a development network"
  },
  "footer": {
    "community": {
      "header": "Communauté",
      "links": {
        "discord": "Discord",
        "github": "GitHub",
        "telegram": "Telegram (Chat)",
        "twitter": "Twitter"
      }
    },
    "resources": {
      "header": "Ressources",
      "links": {
        "blog": "Blog",
        "docs": "Documentation",
        "factSheet": "Fiche d’information",
        "litepaper": "Litepaper"
      }
    },
    "updates": {
      "header": "Mises à jour",
      "links": {
        "newsletter": "Newsletter",
        "telegram": "Telegram (Annonces)"
      }
    }
  },
  "futureActions": {
    "actions": {
      "curveImbalance": {
        "description": "Keepers can detect when LP pools become imbalanaced and remove liquidity for you on your behalf - saving you from substantial losses.",
        "header": "Curve Imbalance Protection"
      },
      "limitOrders": {
        "description": "Once a limit order can be filled, a Keeper can withdraw the required funds from yield pools and execute the trade on the AMM.",
        "header": "AMM Limit Orders"
      },
      "nfts": {
        "description": "Create a limit order for an NFT with a specific set of rarity traits. Once the price drops within your desired amount, a purchase Action is executed and liquidity is removed from Backd’s yield pools.",
        "header": "Limit Orders for NFTs"
      },
      "propose": {
        "description": "Actions can be added through the Backd DAO. Join the Backd community and propose a new action!",
        "header": "Proposez la vôtre"
      },
      "uniswap": {
        "description": "Backd Keepers detect when the price has moved outside of your defined range and move the liquidity into Backd’s yield pools. Once the price is back within range, Keepers move your liquidity back into Uniswap.",
        "header": "Uniswap V3 LP Management"
      }
    },
    "header": "future actions",
    "subHeader": "Building out essential DeFi infrastructure"
  },
  "getStarted": {
    "description": "Déposez des liquidités et commencez à gagner du rendement",
    "header": "Commencer"
  },
  "header": {
    "tabs": {
      "blog": "blog\n",
      "claim": "réclamer",
      "docs": "documentation",
      "newsletter": "newsletter",
      "pools": "pool",
      "stake": "staker BKD"
    }
  },
  "headers": {
    "apr": "APR",
    "apy": "APY",
    "asset": "Asset",
    "claimable": "Réclamable (USD)",
    "deposits": "Vos dépôts",
    "staked": "Staked",
    "tvl": "TVL"
  },
  "howItWorks": {
    "categories": {
      "earnAndProtect": {
        "cards": {
          "claim": {
            "description": "Annulez ou mettez à jour une position, retirez vos tokens LP ou réclamez vos primes Backd à tout moment.",
            "header": "Récupérez vos tokens (unstake) à n'importe quel moment",
            "number": "04"
          },
          "deposit": {
            "description": "Déposez des fonds dans les pools de liquidités Backd et recevez en échange des tokens LP symbolisant votre position dans la pool.",
            "header": "Déposer des liquidités",
            "number": "01"
          },
          "protect": {
            "description": "Gagnez des rendements composés et des frais de protocole pendant que vos tokens LP s’apprécient. En même temps, des gardiens surveillent votre prêt et transfèrent votre capital pour éviter les liquidations.",
            "header": "Protéger et gagner",
            "number": "03"
          },
          "register": {
            "description": "Enregistrez vos prêts Compound ou Aave on-chain pour recevoir des remises à niveau de garantie sur vos prêts, et stakez vos tokens LP pour gagnez des primes Backd.",
            "header": "Enregistrer votre prêt on-chain",
            "number": "02"
          }
        },
        "tabName": "Gagner et protéger"
      },
      "earnYield": {
        "cards": {
          "claim": {
            "description": "Récupérez vos tokens LP (unstake) ou réclamez vos primes Backd à n'importe quel moment",
            "header": "Récupérez vos tokens (unstake) à n'importe quel moment",
            "number": "04"
          },
          "deposit": {
            "description": "Déposez des fonds dans les pools de liquidités Backd et recevez en échange des tokens LP symbolisant votre position dans la pool.",
            "header": "Déposer des liquidités",
            "number": "01"
          },
          "earn": {
            "description": "Gagnez des rendements composés à partir des profits générés par nos stratégies et les frais de protocole pendant que vos tokens LP s’apprécient par rapports aux actifs sous-jacents.",
            "header": "Gagner du rendement",
            "number": "02"
          },
          "stake": {
            "description": "Stakez vos tokens LP pour recevoir des primes de la part de Backd",
            "header": "Stakez pour toucher des primes",
            "number": "03"
          }
        },
        "tabName": "Gagner du rendement"
      }
    },
    "deposit": "Déposez maintenant",
    "header": "Comment ça marche",
    "subHeader": "Protect your loans from liquidation"
  },
  "joinCommunity": {
    "header": "Rejoindre la communauté",
    "socials": {
      "discord": "Discord",
      "github": "GitHub",
      "twitter": "Twitter"
    }
  },
  "landingPage": {
    "changeNetwork": "Essayer sur le testnet",
    "connectWallet": "Connecter un portefeuille",
    "header": "Liquidité Réactive",
    "subHeader": "Un protocole qui génére des intérêts sans nécessiter de tiers de confiance. Conçu pour éviter la liquidation de prêts garantis.",
    "unsupportedNetwork": "Unsupported Network",
    "viewPools": "Voir les pools"
  },
  "litepaper": {
    "components": {
      "components": {
        "handlers": {
          "decription": "These are the contracts that contain the logic for performing a collateral top up for a particular protocol, such as Aave.",
          "header": "Top Up Handlers:"
        },
        "keepers": {
          "decription": "As on-chain monitoring is not feasible on Ethereum, Backd relies on off-chain keepers to report registered positions eligible for top up. An open source out of the box Backd keeper implementation will made available prior launch. However, it is encouraged that operators of Backd keepers further improve upon the initial keeper version (or create their own).",
          "header": "Keepers:"
        },
        "pools": {
          "decription": "When LPs deposit funds on Backd, they have to chose a single-asset pool to deposit into. If an LP wants some (or all) of their deposits to be used as backup collateral on some other protocol, they can register their top up positions via the pool’s registry. A liquidity pool maintains a running total of the deposits which are registered as backup collateral. A pool allocates deposits that are not registered as backup collateral, plus a proportion of the registered backup collateral to a pool-specific vault.",
          "header": "Pools de liquidité :"
        },
        "strategies": {
          "decription": "A strategy contains logic for yield-farming using the funds allocated from the vault. The performance of a strategy is tracked by the depositing vault and allocations are rebalanced according to the vault parameters (e.g. debt limits). Profits can be harvested and any unrealized profits are compounded by the strategy. The protocol charges a performance fee on strategy profits. Part of this fee is paid to a strategy’s strategist in LP tokens. The remainder of the performance fee is directed to the Backd treasury.",
          "header": "Stratégies:"
        },
        "vaults": {
          "decription": "Each liquidity pool has a vault, which handles all deposit and withdrawal interaction with a strategy. For backd v1, single strategy vaults are supported.  Vaults contain a target allocation factor, which specifies the ratio of Vault deposits that should be allocated to the associated strategy. Hence, a vault typically holds an amount of idle funds for reduced gas costs.",
          "header": "Coffres:"
        }
      },
      "header": "Components",
      "paragraph": "The Backd protocol consists of several key components. Let’s briefly examine each of these in a bit more detail:"
    },
    "farming": {
      "header": "Yield-farming",
      "paragraph": "Each Backd pool employs a yield farming strategy using external protocols. As yield is generated through a pool’s strategy and top up fees, the pool’s LP token appreciates, distributing the earnings to the pool’s liquidity providers. Similar to collateral top ups, yield farming strategies are subject to a performance fee, which is split between their creator (i.e. the strategist) and a reserve fund."
    },
    "governance": {
      "disclaimer": "Disclaimer: a Backd governance token does not exist at this point, so please do not fall for scams.",
      "header": "Governance",
      "paragraph": "Backd will rely on a decentralized governance scheme, which will be introduced after the protocol launch. The protocol offers a lot of room for parameterization, such as required reserve ratios for pools, strategy allocation weights, reserve requirement weights for vaults or LP and keeper fees. Furthermore, new pools, strategies and supported protocols can be added via governance."
    },
    "header": "Backd Litepaper",
    "introduction": {
      "header": "Introduction",
      "paragraph1": "Backd is an Ethereum based protocol designed to increase the capital efficiency of borrowing assets in DeFi. Unlike other DeFi protocols, Backd liquidity pools react to market conditions and users’ needs. In other words, users can optimize their debt positions by depositing assets into Backd pools which are then automatically deployed to where they are the most efficient.",
      "paragraph2": "The Backd protocol solves the problem borrowers of over-collateralized loans in DeFi are faced with: the higher the amount of excess collateral posted, the higher the opportunity cost of not being able to earn interest on these funds elsewhere. At the same time, low collateral-to-debt ratios result in higher liquidation risk to the borrower. Hence, borrowers are left with the non-trivial and potentially very costly challenge of manually allocating deposits across protocols, optimizing for high interest and low liquidation risk.",
      "paragraph3": "A solution is offered by Backd, which introduces the concept of reactive liquidity, whereby deposits are automatically shifted between protocols depending on the state of over-collateralized loans and the profitability of yield generating opportunities. More specifically, a liquidity provider (LP) on Backd is able to register deposits as “backup collateral”. Thereby the deposited funds can earn interest through yield farming strategies until needed to increase the user’s collateral-to-debt ratio on different protocols during times of market volatility."
    },
    "keepers": {
      "header": "Backd Keepers",
      "paragraph": "Keepers are an integral part of Backd’s collateral top up mechanism. A keeper is an off-chain bot that monitors Backd top up registrations and reports eligible collateral top ups to the Backd smart contract. The Backd smart contract handles users’ funds and executes top ups by injecting capital into registered collateral. Keepers collect a percentage of the generated top up fee every time they report an eligible top up. In addition to this, keepers are also distributed Backd rewards in proportion to the top up value they have executed.  Anyone can operate an off-chain keeper bot for Backd."
    },
    "pools": {
      "differences": {
        "assets": {
          "description": "Pools are single-asset pools. Furthermore, for Backd v1, there will be only one pool per asset to prevent liquidity fragmentation.",
          "header": "Assets:"
        },
        "parameterization": {
          "description": "Pools are very customizable. For instance, each pool has a required reserve ratio, which specifies the percentage of the backing funds that need to remain idle in the pool, i.e., funds which cannot be allocated to strategies but are reserved solely for the purpose of top ups. Intuitively, a lower reserve ratio comes with higher expected earnings (as more funds are allocated to a strategy), at the cost of increased insolvency risk, i.e., insufficient funds available for top up.  Furthermore, pools can differ in terms of fees charged on top ups and strategy performance.",
          "header": "Parameterization:"
        },
        "strategy": {
          "description": "The yield farming strategy used by a pool may differ to the ones used by other pools.",
          "header": "Stratégie:"
        }
      },
      "header": "Pools de liquidités",
      "paragraph1": "Through the combination of collateral top ups and yield-farming strategies, Backd enables novel multi-utility liquidity pools. This empowers borrowers to increase the capital efficiency of their positions while better managing liquidation risk. Backd achieves this through the administration of single-asset liquidity pools. Users who deposit funds into a pool (liquidity providers) receive Backd LP tokens which can be registered for collateral top ups (liquidation protection) and staked to earn further rewards. Furthermore, as collateral top ups occur, LPs receive a share of the collateral top up fees, in addition to any net profits harvested from a pool’s strategy.",
      "paragraph2": "Liquidity pools function in isolation from one another with each asset having its own pool.  Backd will launch with liquidity pools for DAI, USDC, and ETH. In order to ensure that a sufficient amount of the underlying asset is available for collateral top ups, each pool maintains a required reserve ratio. This ratio defines the percentage of total pool assets which cannot be utilized by yield farming strategies and remain idle at all times. This allows the protocol to invariably execute collateral top ups, while reducing the transaction cost of withdrawals (including top ups).",
      "paragraph3": "Liquidity pools on Backd differ in several ways from one another:"
    },
    "topUps": {
      "header": "Collateral Top Ups",
      "paragraph1": "All Backd LPs have the option to register their LP tokens as backup collateral. Top up registration is personalized to the user by allowing individuals to select the parameters that best serve their borrow positions and risk tolerance. The parameters required to register a top up position are:",
      "paragraph2": "Once registered, the user will continue to earn yield on the registered funds until a collateral top up is triggered. A collateral top up refers to using funds to increase the collateral for a particular borrow position. When this occurs, liquidity is shifted from Backd to the respective protocol, the collateralization ratio of the topped up position increases, and in turn mitigates liquidation risk. Collateral top up eligibility is determined by the health factor of registered positions and is reported by Backd keepers.",
      "parameters": {
        "address": "Ethereum address that should be topped up",
        "max": "Maximum allocation (the total amount that may be topped up)",
        "protocol": "Protocol (that the loan is on, e.g. Compound)",
        "single": "Top up increments (the value of a single collateral top up)",
        "threshold": "Health factor threshold at which a top up should occur"
      }
    }
  },
  "notFound": {
    "header": {
      "desktop": "La page est introuvable.",
      "mobile": "Page non trouvée"
    },
    "links": {
      "claim": "page de réclamation",
      "docs": "documentation",
      "home": "page d'accueil",
      "pools": "voir toutes les pools"
    },
    "number": "404",
    "subHeader": "Try one of the handy links below - or <0>get in touch</0> if you believe there is an issue."
  },
  "pool": {
    "information": {
      "apy": {
        "header": "APY",
        "tooltip": "The current annual percent yield earned by pool LPs"
      },
      "header": "Pool Information",
      "strategy": {
        "details": {
          "readMore": "Lire la suite",
          "viewContract": "View Contract"
        },
        "header": "Stratégie",
        "tooltip": "The current protocol funds are allocated to for yield farming strategies"
      },
      "tvl": {
        "header": "TVL de la pool",
        "tooltip": "The market capitalization of assets held in the pool (total value locked)"
      }
    },
    "overview": "Deposit {{asset}} to begin earning yield via the {{strategy}} strategy. Once you have deposited, you can make your liquidity reactive by opening a top-up position.",
    "statistics": {
      "deposits": {
        "header": "Vos dépôts",
        "tooltip": "The current value of your assets held in the pools"
      },
      "locked": {
        "header": "Locked in position",
        "tooltip": "The current value of your assets registered for top-ups (liquidation protection)"
      }
    },
    "tabs": {
      "deposit": {
        "action": "Dépôser et staker",
        "header": "Deposit {{asset}}",
        "input": {
          "labelDesktop": "Enter an amount of {{asset}} to deposit",
          "labelMobile": "Saisir le montant à déposer"
        },
        "tab": "Déposer"
      },
      "withdraw": {
        "action": "Withdraw {{asset}}",
        "header": "Withdraw {{asset}}",
        "input": {
          "labelDesktop": "Enter an amount of {{asset}} to withdraw",
          "labelMobile": "Enter amount to withdraw"
        },
        "tab": "Withdraw"
      }
    }
  },
  "pools": {
    "deposit": "deposit",
    "header": "All pools",
    "information": {
      "apy": {
        "header": "Average APY",
        "tooltip": "The average annual percent yield over a 30 day period"
      },
      "header": "Pools Information",
      "revenue": {
        "header": "Revenue",
        "tooltip": "The total value of fees generated by the Backd protocol"
      },
      "tvl": {
        "header": "Platform TVL",
        "tooltip": "The market capitalization of total assets held in Backd liquidity pools (total value locked)"
      }
    },
    "overview": "Backd’s single-asset pools aggregate yield across strategies. After depositing an asset, register a top-up position to protect from liquidation on supported collateralized lending protocols.",
    "preview": {
      "header": "yield farming",
      "subHeader": "Begin earning yield immediately"
    },
    "statistics": {
      "deposits": {
        "header": "Vos dépôts",
        "tooltip": "The current value of your assets held in Backd liquidity pools"
      },
      "locked": {
        "header": "Locked in position",
        "tooltip": "The current value of your assets registered for top-ups (liquidation protection)"
      },
      "rewards": {
        "header": "Rewards accrued",
        "tooltip": "The current value of earned rewards that have yet to be claimed"
      }
    }
  },
  "stake": {
    "overview": {
      "claimable": "réclamable",
      "deposits": "vos dépôts totaux"
    },
    "tabs": {
      "stake": {
        "action": "Dépôser et staker",
        "description": "Stake BKD and earn a share in x% of platform revenue, paid out in bkdDAI tokens.",
        "header": "stake",
        "inputDesktop": "Enter an amount of BKD to stake",
        "inputMobile": "Amount of BKD to stake",
        "more": "More"
      },
      "unstake": {
        "action": "Unstake and Withdraw",
        "description": "Stake BKD and earn a share in x% of platform revenue, paid out in bkdDAI tokens.",
        "header": "unstake",
        "inputDesktop": "Enter an amount of BKD to unstake",
        "inputMobile": "Amount of BKD to unstake",
        "more": "More"
      }
    }
  },
  "supportedBy": {
    "header": "Soutenu par"
  },
  "walletConnect": {
    "aboutWallets": "En savoir plus sur les portefeuilles",
    "connectWallet": "Connecter un portefeuille",
    "details": {
      "change": "Change",
      "clear": "Clear",
      "connected": "Connected with {{wallet}}",
      "empty": "Your transactions will appear here...",
      "header": "Account",
      "network": {
        "chainId": "Chain id {{id}}",
        "ethereum": "Ethereum Mainet",
        "testnet": "Ethereum {{network}} Testnet",
        "unknown": "Unknown Network"
      },
      "recentTransactions": "Recent transactions"
    },
    "header": "Connecter votre portefeuille",
    "newToEthereum": "Nouveau sur Ethereum ?",
    "wallets": {
      "metaMask": "MetaMask",
      "walletConnect": "WalletConnect"
    }
  }
}
