{
  "banner": {
    "testnet": {
      "live": "🎉 Backd is now live on Kovan Testnet.",
      "connect": "Connect your wallet to begin or read",
      "blogPost": "the blog post"
    }
  },
  "header": {
    "tabs": {
      "claim": "claim",
      "pools": "pools",
      "stake": "stake BKD",
      "docs": "docs",
      "blog": "blog",
      "newsletter": "newsletter",
      "actions": "actions"
    }
  },
  "walletConnect": {
    "connectWallet": "Connect Wallet",
    "header": "Connect your wallet",
    "newToEthereum": "New to Ethereum?",
    "aboutWallets": "Find out about wallets",
    "wallets": {
      "metaMask": "MetaMask",
      "walletConnect": "WalletConnect"
    },
    "details": {
      "header": "Account",
      "connected": "Connected with {{wallet}}",
      "change": "Change",
      "recentTransactions": "Recent transactions",
      "clear": "Clear",
      "empty": "Your transactions will appear here...",
      "network": {
        "unknown": "Unknown Network",
        "ethereum": "Ethereum Mainet",
        "chainId": "Chain id {{id}}",
        "testnet": "Ethereum {{network}} Testnet"
      }
    }
  },
  "landingPage": {
    "header": "Reactive Liquidity",
    "subHeader": "Maximize the power of your assets and start earning yield with Backd's liquidity pools.",
    "viewPools": "View Pools",
    "unsupportedNetwork": "Unsupported Network",
    "changeNetwork": "Try on Testnet",
    "connectWallet": "Connect Wallet"
  },
  "benefits": {
    "reactiveLiquidity": {
      "header": "Reactive Liquidity",
      "description": "Create Actions to automate your liquidity to where it is needed most."
    },
    "earnYield": {
      "header": "Earn Yield",
      "description": "Earn interest on liquidity via yield-farming strategies such as Curve and Convex."
    },
    "feeShare": {
      "header": "Fee Share",
      "description": "Receive part of the fees that are charged on actions."
    },
    "readMore": "Read more"
  },
  "howItWorks": {
    "header": "action 01: liquidation protection",
    "subHeader": "Protect your loans from liquidation",
    "deposit": "Deposit now",
    "categories": {
      "earnYield": {
        "tabName": "earn yield",
        "cards": {
          "deposit": {
            "number": "01",
            "header": "Deposit Liquidity",
            "description": "Deposit funds into Backd liquidity pools and receive pool LP tokens."
          },
          "earn": {
            "number": "02",
            "header": "Earn Yield",
            "description": "Earn compounded yield from strategy profits and protocol fees as LP tokens appreciate over the underlying tokens."
          },
          "stake": {
            "number": "03",
            "header": "Stake to Earn Rewards",
            "description": "Stake your pool LP tokens to receive Backd rewards."
          },
          "claim": {
            "number": "04",
            "header": "Unstake Any Time",
            "description": "Unstake your LP tokens or claim your Backd rewards at any time."
          }
        }
      },
      "earnAndProtect": {
        "tabName": "earn & protect",
        "cards": {
          "deposit": {
            "number": "01",
            "header": "Deposit Liquidity",
            "description": "Deposit funds into Backd liquidity pools and receive pool LP tokens."
          },
          "register": {
            "number": "02",
            "header": "Register Loan on-Chain",
            "description": "Register Compound or Aave loans on-chain to receive collateral top-ups, and stake your pool LP tokens to earn Backd rewards."
          },
          "protect": {
            "number": "03",
            "header": "Protect & Earn",
            "description": "Earn compounded yield and protocol fees as the LP token appreciates, while keepers monitor your loan and transfer your capital to avoid liquidation."
          },
          "claim": {
            "number": "04",
            "header": "Unstake Any Time",
            "description": "Unregister or update a position, withdraw LP tokens or claim Backd rewards at any time."
          }
        }
      }
    }
  },
  "futureActions": {
    "header": "future actions",
    "subHeader": "Building out essential DeFi infrastructure",
    "actions": {
      "uniswap": {
        "header": "Uniswap V3 LP Management",
        "description": "Backd Keepers detect when the price has moved outside of your defined range and move the liquidity into Backd’s yield pools. Once the price is back within range, Keepers move your liquidity back into Uniswap."
      },
      "limitOrders": {
        "header": "AMM Limit Orders",
        "description": "Once a limit order can be filled, a Keeper can withdraw the required funds from yield pools and execute the trade on the AMM."
      },
      "curveImbalance": {
        "header": "Curve Imbalance Protection",
        "description": "Keepers can detect when LP pools become imbalanaced and remove liquidity for you on your behalf - saving you from substantial losses."
      },
      "nfts": {
        "header": "Limit Orders for NFTs",
        "description": "Create a limit order for an NFT with a specific set of rarity traits. Once the price drops within your desired amount, a purchase Action is executed and liquidity is removed from Backd’s yield pools."
      },
      "propose": {
        "header": "Propose your own",
        "description": "Actions can be added through the Backd DAO. Join the Backd community and propose a new action!"
      }
    }
  },
  "supportedBy": {
    "header": "supported by"
  },
  "joinCommunity": {
    "header": "join the community",
    "socials": {
      "discord": "Discord",
      "twitter": "Twitter",
      "github": "GitHub"
    }
  },
  "getStarted": {
    "header": "get started",
    "description": "Deposit liquidity and start earning yield."
  },
  "footer": {
    "community": {
      "header": "community",
      "links": {
        "discord": "Discord",
        "twitter": "Twitter",
        "github": "GitHub",
        "telegram": "Telegram Chat"
      }
    },
    "resources": {
      "header": "resources",
      "links": {
        "litepaper": "Litepaper",
        "docs": "Docs",
        "blog": "Blog",
        "factSheet": "Fact Sheet"
      }
    },
    "updates": {
      "header": "updates",
      "links": {
        "newsletter": "Newsletter",
        "telegram": "Telegram Ann."
      }
    }
  },
  "notFound": {
    "number": "404",
    "header": {
      "desktop": "Page could not be found.",
      "mobile": "Page not found"
    },
    "subHeader": "Try one of the handy links below - or <0>get in touch</0> if you believe there is an issue.",
    "links": {
      "home": "home page",
      "pools": "view all pools",
      "claim": "claim page",
      "docs": "docs"
    }
  },
  "litepaper": {
    "header": "Backd Litepaper",
    "introduction": {
      "header": "Introduction",
      "paragraph1": " <0>Backd</0> is a trustless and interest generating protocol that automates asset efficiency through yield aggregation and customizable liquidity delegation. The Backd protocol’s reactive liquidity pools empower DeFi users through the realization of greater asset utility, efficient aggregation of yield, and mitigation of opportunity cost."
    },
    "capitalEfficiency": {
      "header": "Capital efficiency in DeFi today",
      "paragraph1": "In the traditional finance (TradFi) world capital efficiency is the ratio of how much a company is spending on growing revenue and how much they are getting in return. Something that requires low capital but generates high returns is considered to be highly capital efficient.",
      "paragraph2": "In DeFi capital efficiency has become somewhat of an ironic term. The term is often overused and while DeFi claims to be capital efficient, it often isn’t.",
      "notEfficient": {
        "header": "Why isn’t DeFi capital efficient?",
        "paragraph1": "DeFi protocols today generally focus on fulfilling one specific function. This may include borrowing and lending, market orders, yield aggregation, etc. While many protocols fulfill specific needs in a capital efficient way, the broader DeFi ecosystem is left inefficient.",
        "paragraph2": "This is because DeFi today is bounded by static or single-utility liquidity pools. Meaning, liquidity must be dedicated to only serving one function at a time. Every time a user deposits assets into a protocol they realize the opportunity cost of not having their assets allocated elsewhere. This is one of the reasons why yield aggregating protocols do not capture more total value locked (TVL). Every dollar increase in provided liquidity results in an increased realized opportunity cost.",
        "paragraph3": "Individuals often make the argument that if your assets are not earning yield you are losing money. While this statement might be true if the alternative is holding cash in a TradFi savings account, it is a fallacy when applied to DeFi. Deploying your assets to a yield farming protocol might actually result in a loss when compared to market returns. The correct argument is that if your assets are not earning yield at the right time you are losing money."
      },
      "earnYield": {
        "header": "Earning yield at the right time",
        "paragraph1": "Generally the correct time to deploy your assets to earn yield is during periods of high volatility (trading fees) or high demand for leverage (lending rates). However, there is no generic or universal formula for when to provide liquidity in a yield farming protocol. This is because every DeFi user has their own unique strategy which comes with specific needs.",
        "paragraph2": "To this date, DeFi users have had to manually shift their liquidity between earning yield and other positions in order to stay efficient. This has placed somewhat of an efficiency ceiling on DeFi users. The rapidly evolving and highly volatile nature of crypto makes maintaining capital efficiency through manually delegating liquidity virtually impossible."
      }
    },
    "reactiveLiquidity": {
      "header": "Reactive liquidity",
      "paragraph1": "Backd eliminates this aforementioned capital inefficiency through the deployment of novel multi-utility liquidity pools. Until now, yield farming protocols have focused on solving opportunity cost by trying to increase yield. However yield is not a solution to opportunity cost, it is compensation.",
      "paragraph2": "Backd effectively mitigates opportunity cost and thus increases capital efficiency by changing the nature or utility of provided liquidity itself. Unlike normal yield-farming protocols, where provided liquidity will remain static until the user withdraws it, liquidity deposited into Backd can autonomously react to market conditions or user defined variables. Specifically, users can add customizable actions to their provided liquidity. Adding an action allows users to earn yield until their assets are more efficient elsewhere. At which point, the Backd protocol will automatically delegate your liquidity to where it is needed.",
      "paragraph3": "Backd generates yield from both yield-farming strategies and actions. Every time an action occurs on Backd, a small action fee is charged and paid out to Backd liquidity providers. It is important to note that registering an action to your Backd liquidity is optional. Actions are solely an additional utility layer, empowering liquidity providers to do more with their deposits. Because Backd is able to capture yield beyond strategy profits, it can be an optimal option for users only looking to farm yield and not to make their liquidity reactive."
    },
    "action": {
      "header": "Action 01: Top-up Positions",
      "paragraph1": "The first action that Backd will support, which will be available at launch, is collateral top ups. Support for more actions will be added in the future. The core protocol architecture of Backd is designed in a way that makes adding new actions, strategies, or supported protocols (for actions) easy. This allows Backd to perpetually increase yield and utility for LPs as DeFi evolves.",
      "what": {
        "header": "What is a Top-up Position?",
        "paragraph1": "A top-up is the act of depositing additional collateral in order to increase the health factor of your loan or mitigate liquidation risk. Backd liquidity providers can use their Backd LP tokens to register top-up positions. This creates back up collateral or what you could call interest earning liquidation protection. When a user registers a top-up position they must specify how much of their Backd liquidity should be shifted and at what health factor a top-up should occur. After registering a top-up position the Backd user’s liquidity will continue to be allocated to yield-farming strategies until it is needed.",
        "paragraph2": "Backd’s Top-up positions increase collateral efficiency by enabling any borrower on supported protocols (Backd will support Aave & Compound loans at launch) to earn yield with their collateral. Furthermore this also enables borrowers to increase leverage by depositing less collateral and hedge liquidation risk by automatically posting extra collateral when needed.",
        "paragraph3": "Backd creates an infrastructure that enables the combination of on-chain actions, off-chain keepers that react to market events, and yield-farming. This unique combination lends itself to a multitude of actions and integration with many protocols. Backd not only makes liquidity more efficient, but also makes other protocols safer and smarter."
      }
    },
    "fees": {
      "header": "Platform fees",
      "paragraph1": "The protocol architecture that facilitates Backd’s reactive liquidity creates the framework for a fee generating powerhouse. The Backd protocols platform fees can be broken up into two main categories (actions and strategies).",
      "action": {
        "header": "Action fees",
        "paragraph1": "Every time an action is executed, a fee is collected in the form of LP tokens. Part of that fee is sent directly to liquidity providers which in turn compounds yield, while a portion is paid to the keeper that executes an action. Action fees create yield diversified from traditional strategies. For example, Backd collateral top up fees will generate higher returns during periods of market volatility (because more loans will need to be topped up)."
      },
      "strategies": {
        "header": "Strategies",
        "paragraph1": "A performance fee is charged on profits harvested by strategies. A share of this performance fee is paid to the strategist of the yield-farming strategy employed, while a small part of the fee is kept in a pool’s reserve fund."
      }
    },
    "token": {
      "header": "The Backd governance token",
      "paragraph1": "The Backd governance token distribution is designed to incentive participation among three core protocol stakeholders (liquidity providers, AMM liquidity providers, and Keepers). The majority of the token supply will be distributed to these stakeholders. More information regarding Backd tokenecomics can be found in the <0>docs</0>.",
      "paragraph2": "The Backd governance token is the native ERC-20 token of the Backd protocol. Token holders can lock their tokens to participate in protocol governance. Additionally, locked Backd governance tokens receive a share of the protocol fees or revenue. This share of protocol fees or revenue will be determined by the locking period that the Backd governance token holder selects.",
      "paragraph3": "Protocol governance will be executed on-chain and can include (but is not limited to):",
      "governance": {
        "actions": "Add new actions",
        "protocols": "Add support for new protocols",
        "strategies": "Update yield-farming strategies",
        "parameters": "Update system parameters",
        "reserve": "Control the community reserve fund"
      },
      "community": {
        "header": "The Backd community",
        "paragraph1": "The Backd protocol will ultimately (through the launch of the Backd DAO) be controlled by the community. Backd’s reactive liquidity creates unique opportunities for community contributions that do not involve on-chain governance.",
        "paragraph2": "Contributions can include (but are not limited to):",
        "contributions": {
          "strategy": "Strategy submissions",
          "keeper": "Keeper operation",
          "general": "General <0>contributions</0>",
          "investment": "Investment <0>strategies</0>"
        },
        "paragraph3": "If you are interested in becoming a Backd contributor, chat with us in our contributions <0>discord channel</0>! Individuals who contribute to Backd can be granted special server roles and may be subject to future rewards 👀"
      }
    }
  },
  "pools": {
    "preview": {
      "header": "yield farming",
      "subHeader": "Begin earning yield immediately"
    },
    "header": "All pools",
    "overview": "Backd’s single-asset pools aggregate yield across strategies. After depositing an asset, register an action to automate your liquidity to where it is needed most.",
    "deposit": "deposit",
    "information": {
      "header": "Pools Information",
      "tvl": {
        "header": "Platform TVL",
        "tooltip": "The market capitalization of total assets held in Backd liquidity pools (total value locked)"
      },
      "apy": {
        "header": "Average APY",
        "tooltip": "The average annual percent yield over a 30 day period"
      },
      "revenue": {
        "header": "Revenue",
        "tooltip": "The total value of fees generated by the Backd protocol"
      }
    },
    "statistics": {
      "deposits": {
        "header": "Your deposits",
        "tooltip": "The current value of your assets held in Backd liquidity pools"
      },
      "locked": {
        "header": "Allocated to Actions",
        "tooltip": "The current value of your assets that are allocated to Actions. Assets allocated to Actions still earn yield"
      },
      "rewards": {
        "header": "Rewards accrued",
        "tooltip": "The current value of earned rewards that have yet to be claimed"
      }
    }
  },
  "pool": {
    "header": "{{asset}} Pool",
    "overview": "Deposit {{asset}} to begin earning yield via the {{strategy}} strategy. Once you have deposited, you can make your liquidity reactive by creating an action.",
    "information": {
      "header": "Pool Information",
      "tvl": {
        "header": "Pool TVL",
        "tooltip": "The market capitalization of assets held in the pool (total value locked)"
      },
      "apy": {
        "header": "APY",
        "tooltip": "The current annual percent yield earned by pool LPs"
      },
      "lp": {
        "header": "LP Price",
        "tooltip": "The current exchange rate of {{lpToken}} to {{underlying}}. {{underlying}}={{lpToken}}*{{exchangeRate}}"
      },
      "strategy": {
        "header": "Strategy",
        "tooltip": "The current protocol funds are allocated to for yield farming strategies",
        "details": {
          "viewContract": "View Contract",
          "readMore": "Read More"
        }
      }
    },
    "statistics": {
      "deposits": {
        "header": "Your deposits",
        "tooltip": "The current value of your assets held in the pool"
      },
      "locked": {
        "header": "Allocated to Actions",
        "tooltip": "The current value of your assets that are allocated to Actions. Assets allocated to Actions still earn yield"
      },
      "rewards": {
        "header": "Rewards accrued",
        "tooltip": "The current value of earned rewards that have yet to be claimed"
      }
    },
    "tabs": {
      "deposit": {
        "tab": "Deposit",
        "input": {
          "labelMobile": "Enter amount to deposit",
          "labelDesktop": "Enter an amount of {{asset}} to deposit"
        },
        "action": "Deposit and Stake"
      },
      "withdraw": {
        "tab": "Withdraw",
        "input": {
          "labelMobile": "Enter amount to withdraw",
          "labelDesktop": "Enter an amount of {{asset}} to withdraw"
        },
        "action": "Withdraw {{asset}}"
      }
    }
  },
  "actions": {
    "overview": "Use this screen to monitor your Actions. Actions are a set of predefined market triggers, that when occur, something is done on your behalf.",
    "deposits": {
      "header": "Your Deposits",
      "empty": "You do not have any existing Deposits...",
      "manage": "Manage deposits"
    },
    "propose": "+ Propose a new Action on Discord",
    "register": {
      "button": "Register an Action",
      "header": "Register an Action",
      "nav": "Register an Action",
      "create": "Confirm Top-up Position",
      "choose": "Choose the type of Action",
      "overview": "Define the market triggers that will enable your action using this interface."
    },
    "registered": {
      "header": "Registered Actions",
      "existing": "Existing Actions",
      "empty": "You have not registered any Actions yet...",
      "columns": {
        "type": "Type",
        "locked": "Amount Locked",
        "lockedShort": "Locked"
      }
    },
    "suggestions": {
      "topup": {
        "header": "We have found a protectable loan!",
        "subHeader": "The wallet you have connected has a loan that you can create a top-up position for.",
        "labels": {
          "protocol": "Protocol",
          "healthFactor": "Health Factor",
          "totalCollateral": "Collateral Value",
          "totalLoan": "Loan Amount",
          "pool": "Protecting with"
        },
        "register": "Register top-up position"
      }
    },
    "topup": {
      "label": "Top-up Position",
      "description": "Use your Backd deposits as back-up collateral to protect your overcollateralised loans on Aave or Compound from getting liquidated.",
      "stages": {
        "loan": {
          "header": "Select a loan to protect",
          "subHeader": "Backd has detected the following loans on supported platforms associated with your current connected wallet:",
          "search": "Or, enter wallet address with a loan:",
          "enterAddress": "Enter the wallet address that the loan is associated with:",
          "notFound": "No loans associated with this address.",
          "alreadyExists": "A top-up action already exists for this loan"
        },
        "pool": {
          "header": "Which pool do you want the top-up to come from?",
          "noDepositsHeader": "To register an action you must deposit assets into a Backd pool",
          "subHeader": "Liquidity deposited into a Backd pool can be earmarked for top-up protection. You will earn yield and BKD rewards while your liquidity is in a Backd pool.",
          "incomplete": "Select a pool",
          "deposit": {
            "header": "Enter an amount of {{asset}} to deposit",
            "subHeader": "This {{asset}} can be transported over to protect your position in one or multiple lots. ",
            "incomplete": "Deposit {{asset}} to continue"
          }
        },
        "conditions": {
          "header": "Enter top-up conditions",
          "subHeader": "Define the specific market triggers that determine when a top-up position will activate."
        },
        "confirmation": {
          "header": "Confirm top-up position",
          "summaryStart": "When the collateralization of",
          "summaryEnd": "drops below {{threshold}}, it will be topped up with {{single}} {{asset}} ({{singleUsd}}). This will be repeated each time the collateralization ratio drops below {{threshold}}, until a total of {{max}} {{asset}} ({{maxUsd}}) is topped up."
        }
      },
      "delete": {
        "header": "Delete Top-up Position",
        "body": "Deleting this top-up position will remove automated collateral top-ups of {{asset}} on {{protocol}}. {{max}} {{asset}} will be unstaked and can be withdrawn after removing the position.",
        "cancel": "Do not delete"
      },
      "fields": {
        "protocol": {
          "label": "Protocol",
          "tooltip": "The lending protocol on which the user is borrowing funds (currently compatible with Aave and Compound)",
          "hover": "Select Protocol"
        },
        "address": {
          "label": "Address",
          "tooltip": "The address of the owner of the position to top-up (e.g. if Alice is the borrower on Aave that should be topped up then this would be Alice’s address)",
          "hover": "Enter Address",
          "required": "Address is required",
          "invalid": "Invalid Address",
          "unique": "Max of one position per protocol and address"
        },
        "threshold": {
          "label": "Threshold",
          "question": "What health factor do you want the top-up Action to trigger at?",
          "tooltip": "The health factor threshold a collateral top-up should occur at",
          "hover": "Enter Threshold",
          "required": "Threshold is required",
          "greaterThanOne": "Must be greater than 1"
        },
        "single": {
          "label": "Single Top-up",
          "question": "How much would you like to transfer per single top-up?",
          "tooltip": "Amount of a single top-up increment (e.g. top-up increments of 2,500 DAI)",
          "hover": "Enter Single Top-up",
          "required": "Single Top-up is required",
          "invalid": "Invalid number",
          "positive": "Must be positive number",
          "lessThanMax": "Must be less than max top-up"
        },
        "max": {
          "label": "Max Top-up",
          "question": "What would you like the total top-up amount to be?",
          "tooltip": "Maximum top-up amount (value of your liquidity allocated for top-ups)",
          "hover": "Enter Max Top-up",
          "required": "Max Top-up required",
          "invalid": "Invalid number",
          "positive": "Must be positive number",
          "exceedsBalance": "Exceeds deposited balance"
        },
        "gas": {
          "label": "Max Gas Price",
          "question": "What is the maximum gas price to pay per top-up?",
          "tooltip": "The maximum gas price used when paying for each top-up. Value is in Gwei units. If value is too low, then your top-up may not execute in time which could result in liquidation. A value of at least 200 Gwei is recommended.",
          "hover": "Enter Max Gas Price",
          "required": "Max Gas Price required",
          "positive": "Must be positive number",
          "exceedsMax": "Not enough to cover gas cost of top-up"
        }
      }
    },
    "more": {
      "label": "More Coming Soon"
    }
  },
  "claim": {
    "overview": {
      "claimable": "claimable",
      "deposits": "your total deposits"
    },
    "buttons": {
      "claim": "Claim",
      "claimAndStake": "Claim & Stake",
      "claimAll": "Claim all",
      "claimAllAndStake": "Claim all & Stake"
    },
    "pool": "{{asset}} pool",
    "breakdown": "Breakdown of claimable earnings:",
    "helpText": "Where are my pool rewards?"
  },
  "stake": {
    "overview": {
      "claimable": "claimable",
      "deposits": "your total deposits"
    },
    "tabs": {
      "stake": {
        "header": "stake",
        "description": "Stake BKD and earn a share in x% of platform revenue, paid out in bkdDAI tokens.",
        "more": "More",
        "inputDesktop": "Enter an amount of BKD to stake",
        "inputMobile": "Amount of BKD to stake",
        "action": "Deposit and Stake"
      },
      "unstake": {
        "header": "unstake",
        "description": "Stake BKD and earn a share in x% of platform revenue, paid out in bkdDAI tokens.",
        "more": "More",
        "inputDesktop": "Enter an amount of BKD to unstake",
        "inputMobile": "Amount of BKD to unstake",
        "action": "Unstake and Withdraw"
      }
    }
  },
  "headers": {
    "asset": "Asset",
    "apr": "APR",
    "apy": "APY",
    "tvl": "TVL",
    "deposits": "Your deposits",
    "claimable": "Claimable (USD)",
    "staked": "Staked"
  },
  "amountInput": {
    "available": "Available: {{amount}}",
    "max": "max",
    "validation": {
      "positive": "Amount must be a positive number",
      "exceedsBalance": "Amount exceeds available balance",
      "invalid": "Invalid number"
    },
    "approve": "Approve {{asset}}",
    "enter": "Enter Amount"
  },
  "components": {
    "dropdownChoose": "choose",
    "confirm": "Confirm",
    "continue": "Continue",
    "cancel": "Cancel",
    "back": "Back",
    "close": "Close",
    "moreInDocs": "Find out more in the docs",
    "comingSoon": "Coming Soon",
    "overview": "Overview",
    "change": "Change",
    "view": "View"
  },
  "errors": {
    "header": "An Error Occured",
    "support": "Please try again in a moment. If the error persists, you can contact us on",
    "positionCreation": "Position creation failed",
    "wrongNetwork": "Wrong network selected, please use a development network",
    "fetchPrices": "failed to fetch prices: {{error}}",
    "invalidNumber": "Not a valid number",
    "negativeNumber": "Negative numbers not supported",
    "transactionType": "Transaction type not supported",
    "unsupportedNetwork": "Network not supported",
    "tryTestnet": "Backd is not yet live on mainnet. You can test it now on Kovan by switching networks."
  },
  "metadata": {
    "landing": {
      "title": "Backd - Liquidity Made Reactive",
      "description": "The DeFi protocol for increasing the yield and utility of your crypto assets with reactive liquidity"
    },
    "actions": {
      "title": "Backd Actions",
      "description": "Create Actions to automate your liquidity to where it is needed most"
    },
    "claim": {
      "title": "Claim Rewards & Yield",
      "description": "Claim rewards from Backd yield farming strategies and collateral top up fees"
    },
    "litepaper": {
      "title": "Backd Litepaper",
      "description": "How Backd combines actions (e.g. Aave & Compound liquidation protection) with yield-farming (Curve & Convex)"
    },
    "pool": {
      "title": "{{asset}} Pool",
      "description": "Deposit {{asset}} to farm yield and register LP tokens for actions such as liquidation protection (Aave & Compound)"
    },
    "pools": {
      "title": "Backd Pools",
      "description": "Earn yield and governance tokens while executing other acitons such as collateral top ups (Aave & Compound)"
    },
    "stake": {
      "title": "Stake BKD & Earn Rewards",
      "description": "Earn rewards and protocol profits in addition to aggregated yield from yield farming strategies"
    }
  }
}
